
[ {
        "Título": "Fonte",
        "Conteúdo": "https://ajuda.redu.digital/en/collections/tutor"},
{
        "Título": "Saiba mais (central de ajuda)",
        "Conteúdo": "Ao lado direito da página inicial, abaixo de 'Explore o Redu', encontramos a aba 'Saiba Mais', em que é possível ler mais informações sobre o que é possível fazer com o Redu e ter suas dúvidas respondidas. Ao clicar, você será redirecionado para outra página contendo uma barra de pesquisa, guias de funcionamento do Redu e opções de atendimento online."},
{
        "Título": "Opções do usuário",
        "Conteúdo": "O ícone de um boneco ao lado de uma seta para baixo, presente no lado superior direito da tela contempla algumas funções básicas de usuário no lado superior direito, são elas: Meu perfil: Selecione 'editar' nessa aba para alterar as informações que estarão disponibilizadas no seu perfil na aba 'Perfil' (como foto, nome, biografia, data de nascimento e informações adicionais) e salve as alterações no botão azul ao lado direito inferior da página. Ou, para alterar a visibilidade do seu mural, seu e-mail ou sua senha de acesso, selecione a aba 'Conta' e salve as alterações no botão azul ao lado direito inferior da página. Mensagens: Nessa aba será possível que você envie mensagens privadas para seus contatos ou leia mensagens que foram enviadas para você, ao selecionar a opção 'Recebidas'. Para visualizar uma mensagem que você já enviou anteriormente, você poderá selecionar a opção 'Enviadas' para encontrá-la, mas caso deseje enviar uma nova mensagem, basta clicar na caixa azul 'Nova Mensagem' no canto superior direito e informar para quem será destinada à mensagem, o assunto da mensagem e o corpo do texto. Configurações: Selecione 'editar' nessa aba para alterar as informações que estarão disponibilizadas no seu perfil na aba 'Perfil' (como foto, nome, biografia, data de nascimento e informações adicionais) e salve as alterações no botão azul ao lado direito inferior da página. Ou, para alterar a visibilidade do seu mural, seu e-mail ou sua senha de acesso, selecione a aba 'Conta' e salve as alterações no botão azul ao lado direito inferior da página. Sair: Selecione 'sair' para sair da sua conta do Redu. Você será redirecionado para a tela de login."},
{
        "Título": "Progresso do módulo (Adm. Ambiente)",
        "Conteúdo": "Se você estiver na versão 2.0: Para acompanhar o seu progresso do módulo, você deverá selecionar a disciplina de sua escolha e depois deverá clicar na caixa de seleção para escolher seu módulo. O progresso dele estará ao lado em formato de círculo, indicando a porcentagem concluída até o momento."},
{
        "Título": "Acessar aula (Adm. Ambiente)",
        "Conteúdo": "Para acessar uma aula, você deverá localizar o ambiente em que você está inscrito, ao clicar, selecione a disciplina desejada. Em seguida, você visualizará os módulos da disciplina e ao clicar no nome do módulo desejado, será exibido blocos quadrados com as aulas disponíveis, a partir disso você poderá clicar na aula de sua preferência e já estará acessando o conteúdo desejado."},
{
        "Título": "Comentar, pedir ajuda na aula e ver arquivos",
        "Conteúdo": "Para comentar ou pedir ajuda em uma aula você deverá descer a página até abaixo da aula e localizar os botões correspondentes. Em seguida, escreva sua dúvida ou comentário, caso deseje você ainda pode inserir arquivos no botão 'inserir arquivos', em seguida, clique em 'enviar'."},
{
        "Título": "Meu perfil (tutor)",
        "Conteúdo": "Selecione 'Editar Conta' e você poderá observar, ao lado esquerdo do seu monitor, opções para edição de 'Bio e Currículo' e 'Configurções de Conta'. Em  'Bio e Currículo' é possível alterar as informações que estarão disponibilizadas no seu perfil (como foto, nome, biografia, data de nascimento e informações adicionais). As alterações podem ser salvas ao clicar no botão azul, localizado no lado inferior direito da página. Já em clicando em 'Configurações de Conta', você pode alterar informações como senha, e-mail, recebimento de notificações por e-mail ou notificações push no celular. Ao terminar as edições, clique em 'Salvar', botão azul presente no espaço inferior direito. Ao lado esquerdo do botão 'Salvar', também existe a opção 'Deletar Conta'."},
{
        "Título": "Meus emblemas (tutor)",
        "Conteúdo": "Em ‘Meu perfil’ você pode poderá clicar em ‘Conquistas’ para visualizar os emblemas conquistados em decorrência da sua interação com a plataforma. Os emblemas estão organizados em várias categorias, ao clicar em alguma delas, é possível visualizar os nomes dos emblemas conquistados."},
{
        "Título": "Meu mural (tutor)",
        "Conteúdo": "Na parte central da página inicial de acesso, você terá as abas ‘visão geral’, ‘meu mural’ e ‘seguindo’. Na aba ‘meu mural’, você será apresentado a todas as suas interações, atualizações, comentários realizados por você em toda a plataforma, e os seus emblemas conquistados. Além disso, também é possível compartilhar informações, pensamentos e anexar arquivos no seu mural, os quais apenas os seus amigos poderão visualizar e responder. Os arquivos anexados podem ser do tipo DOCS, PPTX, PDF e XLXS. Para anexar, você deverá clicar na caixa localizada na parte superior da tela e selecionar a opção ‘Escolher arquivo’, além disso, a caixa de texto não pode ficar em branco, então você deverá escrever algo e finalizar ao clicar em ‘Enviar’, representado pelo botão azul ao lado direito e inferior da caixa de comentários."},
{
        "Título": "Meus contatos (tutor)",
        "Conteúdo": "A funcionalidade ‘meus contatos’ está disponível na parte inferior esquerda da tela. Ao clicar em ‘ver todos’, você visualizará sua lista de amigos da plataforma. Se desejar, você pode clicar no nome do amigo de sua escolha e ser redirecionado para o perfil dele. Também é possível excluir uma amizade ao clicar no ‘x’. Para fazer uma nova amizade é preciso digitar o nome do usuário na barra de pesquisa geral e clicar em ‘conectar’ quando encontrar o usuário desejado. Novas amizades também podem ser feitas através da funcionalidade ‘sugestões de amizade’, disponível na parte inferior direita da página."},
{
        "Título": "Visão geral (tutor)",
        "Conteúdo": "Assim que feito o acesso ao Redu, você poderá visualizar a aba ‘Visão Geral’, que possui um mural geral da plataforma, contendo as atualizações realizadas por você e seus amigos, atalhos para os seus contatos, seus ambientes, suas conquistas, solicitações e sugestões de amizade e muito mais. Caso esteja em outra tela e deseje retornar à página inicial, basta clicar em ‘Redu’, na parte superior esquerda da tela."},
{
        "Título": "Mensagens (tutor)",
        "Conteúdo": "Nesta aba você poderá visualizar, responder e deletar mensagens recebidas e enviadas entre sua rede de amigos. Também é possível enviar mensagens privadas para seus contatos ou ler mensagens que foram enviadas para você. Caso deseje enviar uma nova mensagem, basta buscar um contato na barra de pesquisa e clicar em seu nome. O chat com o contato selecionado será aberto ao lado direito. Após digitar sua mensagem, clique na seta azul do canto inferior direito para que sua mensagem seja enviada. O ícone ‘i’, disponível na parte superior direita do chat exibe as informações do contato, como os cursos em que ele está inscrito."},
{
        "Título": "Ambientes (tutor)",
        "Conteúdo": "Ao fazer login em sua conta do Redu, no lado superior direito da página você encontrará uma lista dos ambientes disponíveis para seu acesso. Caso esteja inscrito em muitos cursos, clique em ‘ver todos’ para ter acesso à totalidade de cursos. Também é possível visualizar os ambientes na barra lateral esquerda, abaixo de ‘meu perfil’."},
{
        "Título": "Configurações (tutor)",
        "Conteúdo": "Selecione a barra lateral esquerda e escolha a opção ‘configurações’. Nesta aba você poderá alterar as informações que estarão disponibilizadas no seu perfil e salvar as alterações no botão azul ao lado direito inferior da página. Ou, para alterar a visibilidade do seu mural, seu e-mail ou sua senha de acesso, selecione a aba ‘Conta’ e salve as alterações no botão azul ao lado direito inferior da página."},
{
        "Título": "Cursos acessados recentemente (tutor)",
        "Conteúdo": "Esta funcionalidade está disponível apenas na versão 1.0: No lado esquerdo da página inicial, logo abaixo de configurações é possível visualizar os três últimos cursos acessados recentemente. Sendo possível, assim, localizar o curso desejado com mais facilidade."},
{
        "Título": "Barra de pesquisa (tutor)",
        "Conteúdo": "Para realizar uma pesquisa na plataforma, basta encontrar no canto superior direito da tela, uma barra de pesquisa, sinalizada pela imagem de uma lupa e algumas linhas. Para finalizar sua pesquisa, basta clicar no conteúdo desejado."},
{
        "Título": "Status do perfil (tutor)",
        "Conteúdo": "Esta funcionalidade está disponível apenas na versão 1.0: No lado direito da página inicial, abaixo da caixa de pesquisa, é possível visualizar o status de informações do seu perfil. Isso diz respeito a dados preenchidos pelo próprio usuário, por exemplo, foto, profissão, idiomas, biografia, etc."},
{
        "Título": "Explore o Redu (tutor)",
        "Conteúdo": "Esta funcionalidade está disponível apenas na versão 1.0: No lado direito da página inicial, abaixo de ‘status do perfil’, ao clicar em ‘Explore o Redu’, você tem acesso a um esquema explicativo sobre o funcionamento dos ambientes da Redu."},
{
        "Título": "Saiba mais - central de ajuda (tutor)",
        "Conteúdo": "Se você estiver na versão 2.0: Ao lado direito da página inicial, abaixo de ‘Mensagens’, encontramos a aba ‘Central de Ajuda’, em que é possível ler mais informações sobre o que é possível fazer com a Redu e ter suas dúvidas respondidas. Ao clicar, você será redirecionado para outra página contendo guias de funcionamento da Redu e opções de atendimento online. Guia Básico: Nesta aba é possível ter acesso a orientações sobre os primeiros passos na plataforma, como, por exemplo, a efetuação do cadastro e edições de informações do perfil. Guia do Gestor: Nesta aba é possível entender as atribuições do gestor no ambiente, o processo de convidar alunos para o curso e demais informações de gerenciamento. Guia do Aluno: Nesta aba é possível ter acesso aos canais de atendimento online e central de ajuda do Redu. Guia do Professor: Nesta aba é possível ter acesso aos canais de atendimento online e central de ajuda do Redu. Guia do Desenvolvedor: Nesta aba é possível ter acesso aos canais de atendimento online e central de ajuda do Redu. mais: [https://ajuda.redu.digital/]"},
{
        "Título": "Conecte-se (tutor)",
        "Conteúdo": "Ao lado direito da página inicial de acesso, logo abaixo do item ‘conquistas recentes’, é possível encontrar a aba ‘sugestões de amizade’, que diz respeito às conexões de amizade na plataforma. Serão exibidos os perfis de amigos prováveis, caso deseje conectar-se com eles, basta clicar em ‘conectar’. A partir disso, é só esperar o outro usuário aceitar o convite e você verá atualizações dele em sua página inicial."},
{
        "Título": "Fale Conosco (tutor)",
        "Conteúdo": "No rodapé da página inicial da Redu, é possível encontrar o ícone de uma interrogação, referente à aba ‘Fale Conosco’. Ao clicar, o usuário visualiza um pop-up, contendo campos que devem ser preenchidos, como nome, e-mail, assunto, mensagem, entre outros. Uma vez preenchido e enviado, o formulário será acessado pela equipe de atendimento o Redu, que manterá contato com o usuário por e-mail até que sua dúvida seja solucionada."},
{
        "Título": "Opções do usuário (tutor)",
        "Conteúdo": "O ícone de uma lupa e uma lista presente no lado superior esquerdo da tela contempla algumas funções básicas de usuário, são elas: Página inicial: Nesta botão é possível ter a visão geral da plataforma. Nela está o mural geral, seus ambientes, suas conquistas, solicitações e sugestões de amizade e muito mais. Caso esteja em outra tela e deseje retornar à página inicial, basta clicar nesta opção. Meus ambientes: Este botão leva o usuário a uma lista dos ambientes disponíveis para seu acesso. Conquistas: Em ‘conquistas’ o usuário irá visualizar os emblemas conquistados em decorrência da sua interação com a plataforma. Os emblemas estão organizados em várias categorias, ao clicar em alguma delas, é possível visualizar os nomes dos emblemas conquistados. Contatos: Neste botão você visualizará sua lista de amigos da plataforma. Se desejar, você pode clicar no nome do amigo de sua escolha e ser redirecionado para o perfil dele. Também é possível excluir uma amizade ao clicar no ‘x’. Para fazer uma nova amizade é preciso digitar o nome do usuário na barra de pesquisa geral e clicar em ‘conectar’ quando encontrar o usuário desejado. Novas amizades também podem ser feitas através da funcionalidade ‘sugestões de amizade’, disponível na parte inferior direita da página. Central de ajuda: Ao clicar neste botão, o usuário é redirecionado para a página do ‘fale conosco’. Esta página contém campos que devem ser preenchidos, como nome, e-mail, assunto, mensagem, entre outros. Uma vez preenchido e enviado, o formulário será acessado pela equipe de atendimento o Redu, que manterá contato com o usuário por e-mail até que sua dúvida seja solucionada. Abaixo desta aba é possível encontrar o manual da plataforma. Configurações: Nesta aba você poderá alterar as informações que estarão disponibilizadas no seu perfil e salvar as alterações no botão azul ao lado direito inferior da página. Ou, para alterar a visibilidade do seu mural, seu e-mail ou sua senha de acesso, selecione a aba ‘Conta’ e salve as alterações no botão azul ao lado direito inferior da página. Sair: Selecione ‘sair’ para sair da sua conta do Redu. Você será redirecionado para a tela de login."},
{
        "Título": "Listar Ambientes (tutor)",
        "Conteúdo": "Ao fazer login em sua conta da Redu, ao lado esquerdo so seu monitor, você encontrará abas como ‘início’ e ‘Ambientes’.  Para visualizar a lista dos ambientes disponíveis para seu acesso, clique na aba ‘Ambientes’, assim será possível encontrar os ambientes aos quais você pertence. Para ‘Início’, basta clicar no logo da Redu, no topo da página.  Você também pode acessar seus ambientes através da lista de ambientes que existe na redu, ao lado direito da sua tela."},
{
        "Título": "Detalhar Ambiente (tutor)",
        "Conteúdo": "Para detalhar o ambiente no qual você está inserido, você deve selecioná-lo, e assim as informações sobre esse ambiente em específico serão apresentadas, tais como: cursos e membros."},
{
        "Título": "Listar membros do ambiente (tutor)",
        "Conteúdo": "Para visualizar os membros existentes em um ambiente você deverá selecionar o ambiente em questão e clicar em ‘membros’, abaixo de ‘conteúdo’, na barra lateral esquerda. Ao selecionar essa opção, você poderá opta, por visualizar ‘Todos’, apenas ‘Professores’, ‘Tutores’ ou ‘Alunos’. Também é possível buscar um usuário na barra de busca e visualizar um perfil clicando nele. Caso deseje visualizar mais membros do que estão sendo apresentados, basta descer a página e selecionar a opção ‘Mostrar mais…’ representada com uma seta apontada para baixo."},
{
        "Título": "Classificação dos alunos no ambiente (tutor)",
        "Conteúdo": "Para visualizar a classificação nos ambientes, você deve clicar no ambiente que deseja visualizar para ser redirecionado a uma nova aba. Nessa aba, ao lado esquerdo da tela, você observará o botão ‘Classificação’. Ao clicar no botão ‘Classificação’, você terá acesso a informações como posição, nome e pontuação do usuário do Ambiente."},
{
        "Título": "Listar cursos (tutor)",
        "Conteúdo": "Para visualizar os cursos existentes em um certo ambiente, você deverá selecionar o ambiente de sua escolha e eles serão apresentados em blocos, um ao lado do outro."},
{
        "Título": "Detalhar curso (tutor)",
        "Conteúdo": "Para detalhar algum curso, você deve selecioná-lo e, assim, as informações sobre esse curso em específico serão apresentadas, tais como: disciplinas cadastradas nele e membros."},
{
        "Título": "Listar membros do curso (tutor)",
        "Conteúdo": "Para visualizar os membros existentes em um curso você deverá selecionar o ambiente e curso em questão e clicar em ‘membros’, abaixo de ‘conteúdo’, na barra lateral esquerda. Ao selecionar essa opção, você poderá opta, por visualizar ‘todos’, apenas ‘professores’, ‘tutores’ ou ‘alunos’. Também é possível buscar um usuário na barra de busca e visualizar um perfil clicando nele. Caso deseje visualizar mais membros do que estão sendo apresentados, basta descer a página e selecionar a opção ‘mostrar mais…’ representada com uma seta apontada para baixo."},
{
        "Título": "Classificação dos alunos no curso (tutor)",
        "Conteúdo": "Para visualizar a classificação dos alunos no curso, você deverá selecionar o curso que deseja acessar informações. Ao lado esquerdo da sua tela, será possível visualizar o botão ‘Classificação’. Clicando nesse botão, você será redirecionado para a aba de classificação, que possui posição, nome e pontuação de cada usuário no curso."},
{
        "Título": "Abandonar curso (tutor)",
        "Conteúdo": "Se você estiver na versão 1.0: Caso deseje abandonar um curso no qual está inserido, basta selecionar o curso de sua escolha e ao lado direito da página, ao lado do nome ‘Disciplinas’ haverá a opção ‘Abandonar Curso’. Basta selecionar essa opção que irá aparecer uma notificação pop up no seu dispositivo, perguntando se você tem certeza que deseja abandonar o curso, tendo em vista que a ação não poderá ser desfeita. Dessa forma, você deverá selecionar ‘OK’ se desejar abandoná-lo definitivamente ou ‘Cancelar’ para se manter no mesmo."},
{
        "Título": "Listar disciplinas (tutor)",
        "Conteúdo": "Para visualizar as disciplinas existentes em um certo curso, você deverá selecionar o ambiente, em seguida o curso de sua escolha e as disciplinas serão apresentados em blocos, uma ao lado da outra."},
{
        "Título": "Detalhar disciplina (tutor)",
        "Conteúdo": "Para detalhar uma disciplina na qual você está inserido, você deve selecioná-la, assim as informações sobre essa disciplina em específico serão apresentadas, tais como: conteúdo, referente à seleção de módulo, discussão, membros e aulas."},
{
        "Título": "Listar módulos (tutor)",
        "Conteúdo": "Para visualizar os módulos existentes em uma disciplina, você deverá selecionar o ambiente, o curso e a disciplina de sua escolha. Em seguida, você visualizará uma seleção de módulos existentes."},
{
        "Título": "Detalhar módulos (tutor)",
        "Conteúdo": "Para detalhar um módulo no qual você está inserido, você deve selecioná-lo, assim as informações sobre esse módulo em específico serão apresentadas, tais como: aulas, discussão e membros. Também é possível visualizar o progresso no módulo, disponível não lado do nome do módulo."},
{
        "Título": "Progresso do módulo (tutor)",
        "Conteúdo": "Para acompanhar o seu progresso do módulo, você deverá selecionar a disciplina de sua escolha e depois deverá clicar na caixa de seleção para escolher seu módulo. O progresso dele estará ao lado em formato de círculo, indicando a porcentagem concluída até o momento."},
{
        "Título": "Acessar aula (tutor)",
        "Conteúdo": "Para acessar uma aula, você deverá localizar o ambiente em que você está inscrito, ao clicar, selecione a disciplina desejada. Em seguida, você visualizará os módulos da disciplina e ao clicar no nome do módulo desejado, será exibido blocos quadrados com as aulas disponíveis, a partir disso você poderá clicar na aula de sua preferência e já estará acessando o conteúdo desejado."},
{
        "Título": "Avaliar as aulas (tutor)",
        "Conteúdo": "Esta funcionalidade está disponível apenas na versão 1.0: Ao acessar uma aula você pode deixar a sua avaliação do conteúdo através da classificação por estrelas. Esta funcionalidade, que dispõe de 5 estrelas avaliativas, está localizada logo acima do nome da aula, no lado direito da tela. Basta clicar na estrela desejada e já terá avaliado."}
]
